Repository: praveen97uma/e_cidadania_experimental
Catalog: src/e_cidadania/apps/tagging/locale/*/LC_MESSAGES/django.po
Languages: es

source: %s can only be set on instances.
es: %s sólo se puede establecer en las instancias.

source: Multiple tags were given.
es: Se han dado múltiples etiquetas.

source: A tag may be no more than %s characters long.
es: Una etiqueta no puede tener más de %s caracteres.

source: Each tag may be no more than %s characters long.
es: Cada etiqueta no puede tener más de %s caracteres.

source: No tags were given: "%s".
es: No hay etiquetas con: %s

source: Multiple tags were given: "%s".
es: Múltiples etiquetas con: %s

source: name
es: nombre

source: tag
es: etiqueta

source: tags
es: etiquetas

source: content type
es: tipo de contenido

source: object id
es: id de objeto

source: tagged item
es: item etiquetado

source: tagged items
es: items etiquetados

source: If a list or tuple of tags is provided, they must all be tag names, Tag objects or Tag ids.
es: Si una lista o tupla de etiquetas es siempre, todos ellos deben ser nombres de etiquetas, objetos de etiqueta o IDs de etiqueta.

source: The tag input given was invalid.
es: La entrada de etiqueta fue invalida.

source: Invalid distribution algorithm specified: %s.
es: Algoritmo de distribución especificado no válido: %s.

source: tagged_object_list must be called with a queryset or a model.
es: tagged_object_list tiene que ser llamado mediante un queryset o un modelo.

source: tagged_object_list must be called with a tag.
es: tagged_object_list tine que ser llamado con una etiqueta.

source: No Tag found matching "%s".
es: No hay ninguna etiqueta que coincida con "%s".

source: tags_for_model tag was given an invalid model: %s
es: Se ha dado un modelo inválido para tags_for: %s

source: tag_cloud_for_model tag was given an invalid model: %s
es: tag_cloud_for_model recibió un modelo inválido: %s

source: tagged_objects tag was given an invalid model: %s
es: La etiqueta tagged_objects recibión un modelo inválido: %s

source: %s tag requires either three or five arguments
es: La etiqueta %s requiere tres o cinco argumentos

source: second argument to %s tag must be 'as'
es: el segundo argumento de la etiqueta %s debe ser 'as'

source: if given, fourth argument to %s tag must be 'with'
es: si se facilita, el cuarto argumento de la etiqueta %s debe ser 'with'

source: if given, fifth argument to %s tag must be 'counts'
es: si se facilita, el quinto argumento de la etiqueta %s debe ser 'counts'

source: %s tag requires either three or between five and seven arguments
es: La etiqueta %s requiere o tres o entre cinco y siete argumentos

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
es: La opción '%(option)s' de %(tag)s no es un entero válido: '%(value)s'

source: %(tag)s tag's '%(option)s' option was not a valid choice: '%(value)s'
es: La opción '%(option)s' de %(tag)s no es una opción válida: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
es: Se le ha pasado una opción incorrecta a la etiqueta %(tag)s : '%(option)s'

source: %(tag)s tag was given a badly formatted option: '%(option)s'
es: Se le ha pasado una opción mal formateada a la etiqueta %(tag)s : '%(option)s'

source: %s tag requires exactly three arguments
es: La etiqueta %s requiere exactamente tres argumentos

source: %s tag requires exactly five arguments
es: La etiqueta %s requiere exactamente cinco argumentos

source: second argument to %s tag must be 'in'
es: El segundo argumento de la etiqueta %s debe ser 'in'

source: fourth argument to %s tag must be 'as'
es: El cuarto argumento de la etiqueta %s debe ser 'as'
